{
  "artists": [
    {
      "bio": "The Craziest House Party Song of the Year is here, Kar Gayi Chull featuring the gorgeous Alia Bhatt and the talented Sidharth Malhotra from the upcoming Bollywood film, Kapoor & Sons (Since 1921). The song is composed by Badshah, recreated by Amaal Mallik, written by Badshah & Kumaar and sung in the widely loved voices of Badshah, Fazilpuria, Sukriti Kakar and Neha Kakkar!",
      "shortname": "Barot_Bellingham",
      "name": "Kapoor & Sons",
      "reknown": "Sidharth, Alia, Fawad"
    },{
      "bio": "Three friends, Akash (Aamir Khan), Sameer (Saif Ali Khan) and Siddharth (Akshaye Khanna), discover that post-collegiate life will test their tight-knit bond. As sweet Sameer falls for Pooja (Sonali Kulkarni), an unavailable beauty, Siddharth risks everything to pursue an older divorcée named Tara (Dimple Kapadia) whom his friends and family find unworthy of him. Meanwhile, brash Akash travels to Australia, where he reconnects with Shalini (Preity Zinta), a girl he'd previously wronged.",
      "shortname": "Jonathan_Ferrar",
      "name": "Dil Chahta Hai",
      "reknown": "Amir, Akshay,Saif"
    },{
      "bio": "Dil Dhadakne Do is a 2015 Indian comedy-drama film directed by Zoya Akhtar and produced by Ritesh Sidhwani and Farhan Akhtar. The film features an ensemble cast of Anil Kapoor, Shefali Shah, Priyanka Chopra, Ranveer Singh and Anushka Sharma..",
      "shortname": "Hillary_Goldwynn",
      "name": "Dil Dhadkne Do",
      "reknown": "Ranveer, Priyanka, Anushka, Anil, Farhan"
    },{
      "bio": "Livin' easy, lovin' free Season ticket, on a one - way ride Askin' nothin', leave me be Takin' everything in my stride Don't need reason, don't need rhyme Ain't nothing I'd rather do Goin' down, party time My friends are gonna be there too.",
      "shortname": "Hassum_Harrod",
      "name": "ACDC",
      "reknown": "Highway to Hell"
    },{
      "bio": "Two lifelong friends (Hrithik Roshan, Farhan Akhtar) take a third (Abhay Deol) on a road trip through Spain instead of throwing a traditional bachelor party..",
      "shortname": "Jennifer_Jerome",
      "name": "Zindgi na Milegi Dobara",
      "reknown": "Hritik, Farhan, Abhay"
    },{
      "bio": "The marriage of a young man (Shahid Kapoor) and woman (Alia Bhatt) leads to a business merger between their wealthy families..",
      "shortname": "LaVonne_LaRue",
      "name": "Shandar",
      "reknown": "Panakaj, Shahid, Alia"
    },{
      "bio": "A man (Ranbir Kapoor) falls in love with a woman (Deepika Padukone) after spending one week with her on the French island of Corsica.",
      "shortname": "Constance_Smith",
      "name": "Tamasha",
      "reknown": "Ranbeer, Deepika"
    },{
      "bio": "A gangster (Manoj Bajpayee) clashes with the ruthless, coal-mining kingpin (Tigmanshu Dhulia) who killed his father (Jaideep Ahlawat).",
      "shortname": "Riley_Rewington",
      "name": "Gangs of Wassepur",
      "reknown": "Manoj, Huma, Navazudin"
    },{
      "bio": "Baahubali: The Beginning is a 2015 Indian epic historical fiction film directed by S. S. Rajamouli. Produced by Shobu Yarlagadda and Prasad Devineni, it is the first of two cinematic parts. .",
      "shortname": "Xhou_Ta",
      "name": "Bahubali",
      "reknown": "Prabhas, Tamanah"
    }
  ]
}